Repository: bahhko/agahmotto
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: pt

source: Welcome to Agahmotto!
pt: Bem-vindo ao Agahmotto!

source: This program is a combination of tools focused on SIEM for analysis in your environment.
pt: Este programa é uma combinação de ferramentas com foco em SIEM para análise do seu ambiente.

source: Be prepared for the truths that the Eye will reveal...
pt: Esteja preparado para as verdades que o Olho revelará...

source: For information on how to use and prepare the environment, use -h or --help.
pt: Para informações sobre como usar e preparar o ambiente, use -h ou --help.

source: Bruno, Gabriel, Lucas and Rodrigo.
pt: Bruno, Gabriel, Lucas e Rodrigo.

source: The Eye requests your access keys...
pt: O Olho deseja suas chaves de acesso...

source: Provide your Access Key:
pt: Forneça sua Chave de Acesso:

source: Now, provide your Secret Key:
pt: Agora, sua Chave Secreta:

source: It also wants to know which region you are calling from:
pt: Ele também quer saber de qual região você está chamando:

source: The Eye did not understand the request.
pt: O Olho não entendeu qual é o seu desejo.

source: Very well. Now, what are your target instances? Provide the IDs:
pt: Muito bem. Agora, quais são as suas instâncias alvo? Informe os IDs:

source: Finally, what is your wish? Start or stop the instance? 1 - Start / 2 - Stop:
pt: Por fim, qual é o seu desejo? Ligar ou desligar a instância? 1 - Ligar / 2 - Desligar:

source: Excellent! Now, wait 30 seconds and observe what the Eye was able to find...
pt: Excelente! Agora, aguarde 30 segundos e observe tudo o que o Olho foi capaz de encontrar...

source: [+] Here is the entry gate - https://{ipv4}/
pt: [+] Eis aqui o portão de entrada - https://{ipv4}/

source: Unfortunately, the Eye could not find what was provided. Would you like to try again? 1 - Yes / 2 - No:
pt: Infelizmente, o Olho não encontrou o que lhe foi passado. Deseja tentar novamente? 1 - Sim / 2 - Não:

source: The Eye bids you farewell... Now, your instance will be stopped.
pt: O Olho lhe dá adeus... Agora, a sua instância será desligada.

source: Error: No credentials found.
pt: Erro: Nenhuma credencial encontrada.

source: Error: Incomplete credentials.
pt: Erro: Credenciais incompletas.

source: Unexpected error: {e}
pt: Erro inesperado: {e}
